import React from 'react'
import image from './jai_hanuman.jpg'
const Content = () => {
  return (
    <div className='container'>
    <br></br>  <br></br>  <br></br>
      <h1> पढ़ें हनुमान चालीसा का संपूर्ण पाठ </h1>
      <img className='image' src= {image} />
<ul>
  <li><h4>श्री गुरु चरण सरोज रज, निज मन मुकुरु सुधारि। <br/> बरनऊं रघुवर बिमल जसु, जो दायकु फल चारि।</h4></li>
  <h5 className='sol'>अर्थ = श्री गुरु महाराज के चरण कमलों की धूलि से अपने मन रूपी दर्पण को पवित्र करके श्री रघुवीर के निर्मल यश का वर्णन करता हूं,<br/> जो चारों फल धर्म, अर्थ, काम और मोक्ष को देने वाला है।</h5>
  <li><h4>बुद्धिहीन तनु जानिके, सुमिरो पवन-कुमार। <br/> बल बुद्धि विद्या देहु मोहिं, हरहु कलेश विकार।</h4></li>
  <h5 className='sol'>अर्थ = हे पवन कुमार! मैं आपको सुमिरन करता हूं।<br/> आप तो जानते ही हैं कि मेरा शरीर और बुद्धि निर्बल है। मुझे शारीरिक बल, सद्बुद्धि एवं ज्ञान दीजिए और मेरे दुखों व दोषों का नाश कार दीजिए। </h5>
  <li><h4>जय हनुमान ज्ञान गुण सागर, जय कपीस तिहुं लोक उजागर॥</h4></li>
  <h5 className='sol'>अर्थ = श्री हनुमान जी! आपकी जय हो। आपका ज्ञान और गुण अथाह है। हे कपीश्वर! आपकी जय हो! तीनों लोकों, स्वर्ग लोक, भूलोक और पाताल लोक में आपकी कीर्ति है।</h5>
  <li><h4>राम दूत अतुलित बलधामा, अंजनी पुत्र पवन सुत नामा॥</h4></li>
  <h5 className='sol'>अर्थ =हे पवनसुत अंजनी नंदन! आपके समान दूसरा बलवान नहीं है। </h5>
  <li><h4>महावीर विक्रम बजरंगी, कुमति निवार सुमति के संगी॥</h4></li>
  <h5 className='sol'>अर्थ =हे महावीर बजरंग बली!आप विशेष पराक्रम वाले है। आप खराब बुद्धि को दूर करते है, और अच्छी बुद्धि वालों के साथी, सहाय है। </h5>
  <li><h4>कंचन बरन बिराज सुबेसा, कानन कुण्डल कुंचित केसा॥</h4></li>
  <h5 className='sol'>अर्थ = आप सुनहले रंग, सुन्दर वस्त्रों, कानों में कुण्डल और घुंघराले बालों से सुशोभित हैं।</h5>
  <li><h4>हाथबज्र और ध्वजा विराजे, कांधे मूंज जनेऊ साजै।।</h4></li>
  <h5 className='sol'>अर्थ = आपके हाथ में बज्र और ध्वजा है और कन्धे पर मूंज के जनेऊ की शोभा है।</h5>
  <li><h4>शंकर सुवन केसरी नंदन, तेज प्रताप महा जग वंदन॥</h4></li>
  <h5 className='sol'>अर्थ = शंकर के अवतार! हे केसरी नंदन आपके पराक्रम और महान यश की संसार भर में वन्दना होती है।</h5>
  <li><h4>विद्यावान गुणी अति चातुर, राम काज करिबे को आतुर।।</h4></li>
  <h5 className='sol'>अर्थ = आप प्रकान्ड विद्या निधान है, गुणवान और अत्यन्त कार्य कुशल होकर श्री राम के काज करने के लिए आतुर रहते है।</h5>
  <li><h4>प्रभु चरित्र सुनिबे को रसिया, राम लखन सीता मन बसिया॥</h4></li>
  <h5 className='sol'>अर्थ = आप श्री राम चरित सुनने में आनन्द रस लेते है। श्री राम, सीता और लखन आपके हृदय में बसे रहते है।</h5>
  <li><h4>सूक्ष्म रूप धरि सियहिं दिखावा, बिकट रूप धरि लंक जरावा॥</h4></li>
  <h5 className='sol'>अर्थ = आपने अपना बहुत छोटा रूप धारण करके सीता जी को दिखलाया और भयंकर रूप करके लंका को जलाया।</h5>
  <li><h4>भीम रूप धरि असुर संहारे, रामचन्द्र के काज संवारे॥</h4></li>
  <h5 className='sol'>अर्थ = आपने विकराल रूप धारण करके राक्षसों को मारा और श्री रामचन्द्र जी के उद्देश्यों को सफल कराया।</h5>
  <li><h4>लाय सजीवन लखन जियाये, श्री रघुवीर हरषि उर लाये॥</h4></li>
  <h5 className='sol'>अर्थ = आपने संजीवनी बूटी लाकर लक्ष्मण जी को जिलाया जिससे श्री रघुवीर ने हर्षित होकर आपको हृदय से लगा लिया।</h5>
  <li><h4>रघुपति कीन्हीं बहुत बड़ाई, तुम मम प्रिय भरत सम भाई।।</h4></li>
  <h5 className='sol'>अर्थ = श्री रामचन्द्र ने आपकी बहुत प्रशंसा की और कहा कि तुम मेरे भरत जैसे प्यारे भाई हो।</h5>
  <li><h4>सहस बदन तुम्हरो जस गावैं। अस कहि श्रीपति कंठ लगावैं॥</h4></li>
  <h5 className='sol'>अर्थ = श्री राम ने आपको यह कहकर हृदय से लगा लिया की तुम्हारा यश हजार मुख से सराहनीय है।</h5>
   <li><h4>सनकादिक ब्रह्मादि मुनीसा,  नारद, सारद सहित अहीसा॥</h4></li>
  <h5 className='sol'>अर्थ = श्री सनक, श्री सनातन, श्री सनन्दन, श्री सनत्कुमार आदि मुनि ब्रह्मा आदि देवता नारद जी, सरस्वती जी, शेषनाग जी सब आपका गुण गान करते है।</h5>
  <li><h4>जम कुबेर दिगपाल जहां ते, कबि कोबिद कहि सके कहां ते॥</h4></li>
  <h5 className='sol'>अर्थ = यमराज, कुबेर आदि सब दिशाओं के रक्षक, कवि विद्वान, पंडित या कोई भी आपके यश का पूर्णतः वर्णन नहीं कर सकते।</h5>
  <li><h4>तुम उपकार सुग्रीवहि कीन्हा, राम मिलाय राजपद दीन्हा॥</h4></li>
  <h5 className='sol'>अर्थ = आपने सुग्रीव जी को श्रीराम से मिलाकर उपकार किया, जिसके कारण वे राजा बने।</h5>
  <li><h4>तुम्हरो मंत्र विभीषण माना, लंकेस्वर भए सब जग जाना॥</h4></li>
  <h5 className='sol'>अर्थ = आपके उपदेश का विभिषण जी ने पालन किया जिससे वे लंका के राजा बने, इसको सब संसार जानता है।</h5>
  <li><h4>जुग सहस्त्र जोजन पर भानू, लील्यो ताहि मधुर फल जानू</h4></li>
  <h5 className='sol'>अर्थ = जो सूर्य इतने योजन दूरी पर है कि उस पर पहुंचने के लिए हजार युग लगे। दो हजार योजन की दूरी पर स्थित सूर्य को आपने एक मीठा फल समझकर निगल लिया।</h5>
  <li><h4>प्रभु मुद्रिका मेलि मुख माहि, जलधि लांघि गये अचरज नाहीं॥</h4></li>
  <h5 className='sol'>अर्थ = आपने श्री रामचन्द्र जी की अंगूठी मुंह में रखकर समुद्र को लांघ लिया, इसमें कोई आश्चर्य नहीं है।</h5>
  <li><h4>दुर्गम काज जगत के जेते, सुगम अनुग्रह तुम्हरे तेते॥</h4></li>
  <h5 className='sol'>अर्थ = संसार में जितने भी कठिन से कठिन काम हो, वो आपकी कृपा से सहज हो जाते हैं।</h5>
  <li><h4>राम दुआरे तुम रखवारे, होत न आज्ञा बिनु पैसा रे॥</h4></li>
  <h5 className='sol'>अर्थ = श्री रामचन्द्र जी के द्वार के आप रखवाले है, जिसमें आपकी आज्ञा बिना किसी को प्रवेश नहीं मिलता अर्थात् आपकी प्रसन्नता के बिना राम कृपा दुर्लभ है।</h5>
  <li><h4>सब सुख लहै तुम्हारी सरना, तुम रक्षक काहू को डरना॥</h4></li>
  <h5 className='sol'>अर्थ = जो भी आपकी शरण में आते है, उन सभी को आनन्द प्राप्त होता है, और जब आप रक्षक है, तो फिर किसी का डर नहीं रहता।</h5>
  <li><h4>आपन तेज सम्हारो आपै, तीनों लोक हांक तें कांपै॥</h4></li>
  <h5 className='sol'>अर्थ = आपके सिवाय आपके वेग को कोई नहीं रोक सकता, आपकी गर्जना से तीनों लोक कांप जाते है।</h5>
  <li><h4>भूत पिशाच निकट नहिं आवै, महावीर जब नाम सुनावै॥</h4></li>
  <h5 className='sol'>अर्थ = जहां महावीर हनुमान जी का नाम सुनाया जाता है, वहां भूत, पिशाच पास भी नहीं फटक सकते।</h5>
  <li><h4>नासै रोग हरै सब पीरा, जपत निरंतर हनुमत बीरा॥</h4></li>
  <h5 className='sol'>अर्थ = वीर हनुमान जी! आपका निरंतर जप करने से सब रोग चले जाते है और सब पीड़ा मिट जाती है।</h5>
  <li><h4>संकट तें हनुमान छुड़ावै, मन क्रम बचन ध्यान जो लावै॥</h4></li>
  <h5 className='sol'>अर्थ = हे, हनुमान जी! विचार करने में, कर्म करने में और बोलने में, जिनका ध्यान आपमें रहता है, उनको सब संकटों से आप छुड़ाते है।</h5>
  <li><h4>सब पर राम तपस्वी राजा, तिनके काज सकल तुम साजा॥</h4></li>
  <h5 className='sol'>अर्थ = तपस्वी राजा श्री रामचन्द्र जी सबसे श्रेष्ठ है, उनके सब कार्यों को आपने सहज में कर दिया।</h5>
  <li><h4>और मनोरथ जो कोइ लावै, सोई अमित जीवन फल पावै।।</h4></li>
  <h5 className='sol'>अर्थ = जिस पर आपकी कृपा हो, वह कोई भी अभिलाषा करें तो उसे ऐसा फल मिलता है जिसकी जीवन में कोई सीमा नहीं होती।</h5>
  <li><h4>चारों जुग परताप तुम्हारा, है परसिद्ध जगत उजियारा॥</h4></li>
  <h5 className='sol'>अर्थ = चारो युगों सतयुग, त्रेता, द्वापर तथा कलियुग में आपका यश फैला हुआ है, जगत में आपकी कीर्ति सर्वत्र प्रकाशमान है।</h5>
  <li><h4>साधु संत के तुम रखवारे, असुर निकंदन राम दुलारे॥</h4></li>
  <h5 className='sol'>अर्थ = हे श्री राम के दुलारे! आप सज्जनों की रक्षा करते है और दुष्टों का नाश करते है।</h5>
  <li><h4>अष्ट सिद्धि नौ निधि के दाता, अस बर दीन जानकी माता॥</h4></li>
  <h5 className='sol'>अर्थ = आपको माता श्री जानकी से ऐसा वरदान मिला हुआ है, जिससे आप किसी को भी आठों सिद्धियां और नौ निधियां दे सकते है।</h5>
  <li><h4>राम रसायन तुम्हरे पासा, सदा रहो रघुपति के दासा॥</h4></li>
  <h5 className='sol'>अर्थ = आप निरंतर श्री रघुनाथ जी की शरण में रहते हैं, जिससे आपके पास बुढ़ापा और असाध्य रोगों के नाश के लिए राम नाम औषधि है।</h5>
  <li><h4>तुम्हरे भजन राम को पावै, जनम जनम के दुख बिसरावै॥</h4></li>
  <h5 className='sol'>अर्थ = आपका भजन करने से श्री राम जी प्राप्त होते है और जन्म जन्मांतर के दुख दूर होते है।</h5>
  <li><h4>अंत काल रघुबर पुर जाई, जहां जन्म हरि भक्त कहाई॥</h4></li>
  <h5 className='sol'>अर्थ = अंत समय श्री रघुनाथ जी के धाम को जाते है और यदि फिर भी जन्म लेंगे तो भक्ति करेंगे और श्री राम भक्त कहलाएंगे।</h5>
  <li><h4>और देवता चित न धरई, हनुमत सेई सर्व सुख करई॥</h4></li>
  <h5 className='sol'>अर्थ = हे हनुमान जी! आपकी सेवा करने से सब प्रकार के सुख मिलते है, फिर अन्य किसी देवता की आवश्यकता नहीं रहती।</h5>
  <li><h4>संकट कटै मिटै सब पीरा, जो सुमिरै हनुमत बलबीरा॥</h4></li>
  <h5 className='sol'>अर्थ = हे वीर हनुमान जी! जो आपका सुमिरन करता रहता है, उसके सब संकट कट जाते हैं और सब पीड़ा मिट जाती है।</h5>
  <li><h4>जय जय जय हनुमान गोसाईं, कृपा करहु गुरु देव की नाई॥</h4></li>
  <h5 className='sol'>अर्थ = हे स्वामी हनुमान जी! आपकी जय हो, जय हो, जय हो! आप मुझ पर कृपालु श्री गुरु जी के समान कृपा कीजिए।</h5>
  <li><h4>जो सत बार पाठ कर कोई, छूटहि बंदि महा सुख होई॥</h4></li>
  <h5 className='sol'>अर्थ = जो कोई इस हनुमान चालीसा का सौ बार पाठ करेगा वह सब बंधनों से छूट जाएगा और उसे परमानन्द मिलेगा।</h5>
  <li><h4>जो यह पढ़ै हनुमान चालीसा, होय सिद्धि साखी गौरीसा॥</h4></li>
  <h5 className='sol'>अर्थ = भगवान शंकर ने यह हनुमान चालीसा लिखवाया, इसलिए वे साक्षी है, कि जो इसे पढ़ेगा उसे निश्चय ही सफलता प्राप्त होगी।</h5>
  <li><h4>तुलसीदास सदा हरि चेरा, कीजै नाथ हृदय मंह डेरा॥</h4></li>
  <h5 className='sol'>अर्थ = हे नाथ हनुमान जी! तुलसीदास सदा ही श्री राम का दास है। इसलिए आप उसके हृदय में निवास कीजिए।</h5>
  <li><h4>पवन तनय संकट हरन, मंगल मूरति रूप। राम लखन सीता सहित, हृदय बसहु सूरभूप॥</h4></li>
  <h5 className='sol'>अर्थ = हे संकट मोचन पवन कुमार! आप आनंद मंगलों के स्वरूप हैं। हे देवराज! आप श्री राम, सीता जी और लक्ष्मण सहित मेरे हृदय में निवास कीजिए।</h5>
  
</ul>
<h2>जय श्री राम || जय श्री राम || जय श्री राम || जय श्री राम || जय श्री राम || जय श्री राम ||</h2>

    </div>
  )
}

export default Content
